[
  {
    "name": "Customer Relationship Management System",
    "workspace_id": 4,
    "description": "Developing a CRM system to manage customer interactions, streamline sales processes, and improve customer satisfaction."
  },
  {
    "name": "E-commerce Platform Enhancement",
    "workspace_id": 4,
    "description": "Enhancing an existing e-commerce platform with new features, improved performance, and enhanced security."
  },
  {
    "name": "Mobile App Development",
    "workspace_id": 4,
    "description": "Creating a mobile app for iOS and Android platforms to provide users with a seamless and intuitive experience."
  },
  {
    "name": "Data Analytics Dashboard",
    "workspace_id": 4,
    "description": "Building a data analytics dashboard to visualize key metrics, trends, and insights for informed decision-making."
  },
  {
    "name": "Cloud Migration Project",
    "workspace_id": 4,
    "description": "Migrating on-premises infrastructure and applications to the cloud for improved scalability, flexibility, and cost-efficiency."
  },
  {
    "name": "Project Beta",
    "workspace_id": 2,
    "description": "An innovative project focused on driving growth and innovation within the workspace."
  },
  {
    "name": "Project Sigma",
    "workspace_id": 3,
    "description": "A dynamic project dedicated to promoting creativity and innovation within the workspace."
  },
  {
    "name": "Project Epsilon",
    "workspace_id": 1,
    "description": "A transformative project aimed at driving positive change and progress within the workspace."
  },
  {
    "name": "Project Theta",
    "workspace_id": 2,
    "description": "A forward-thinking project focused on implementing new strategies and technologies within the workspace."
  },
  {
    "name": "Project Kappa",
    "workspace_id": 3,
    "description": "An impactful project dedicated to improving communication and collaboration within the workspace."
  },
  {
    "name": "Project Lambda",
    "workspace_id": 1,
    "description": "A strategic project aimed at achieving key objectives and goals within the workspace."
  }
]